import saveCard1 from '../images/saveCard-1.jpg';
import saveCard2 from '../images/saveCard-2.jpg';
import saveCard3 from '../images/saveCard-3.jpg';


export const savedCards = [
    {
        id: 1,
        photo: saveCard1,
        date: '2 августа, 2019',
        title: 'Национальное достояние – парки',
        text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
        source: 'Лента.ру',
        theme: 'Природа'
    },
    {
        id: 2,
        photo: saveCard2,
        date: '2 августа, 2019',
        title: 'Лесные огоньки: история одной фотографии',
        text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
        source: 'Медуза',
        theme: 'Природа'
    },
    {
        id: 3,
        photo: saveCard3,
        date: '2 августа, 2019',
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
        source: 'Риа',
        theme: 'Тайга'
    },
    {
        id: 4,
        photo: saveCard1,
        date: '2 августа, 2019',
        title: 'Национальное достояние – парки',
        text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
        source: 'Лента.ру',
        theme: 'Парки'
    },
    {
        id: 5,
        photo: saveCard2,
        date: '2 августа, 2019',
        title: 'Лесные огоньки: история одной фотографии',
        text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
        source: 'Медуза',
        theme: 'Фотография'
    },
]
